[
  {
    "title": "Non-Obvious College Admissions Observations",
    "slug": "college-admissions",
    "date": "July 26, 2024",
    "body": "<p>Sometimes when I mention the colleges I got into, folks ask if I have college admissions advice. With the <em>heavy</em> asterisk that n=1, (and that I didn't get into several colleges) here are some observations about the process that (1) I found helpful and (2) weren&apos;t obvious to me.</p><p>The best way to gain admission to a college seems to be understanding how colleges evaluate applications. The cliche question&mdash;<em>what are colleges looking for?</em> A reasonable place to start would be the colleges themselves.</p><p><a href='https://arc.net/l/quote/mtiticpo'>Yale asks</a>, <em>Who is likely to make the most of Yale&apos;s resources?</em> and <em>Who will contribute most significantly to the Yale community?</em> <a href='https://arc.net/l/quote/tmozvjyn'>Princeton says</a> <em>We look for students with intellectual curiosity, who have pursued and achieved academic excellence. We also look for students with strong personal and extracurricular accomplishments.</em> While this advice is helpful, it&apos;s not clear how this mandate guides Princeton or Yale in narrowing down from 50,000 applicants to 2,000 admits.</p><p><strong>The Rubric</strong></p><p>Colleges do have rubrics that are more helpful. Most rubrics are private, but <a href='https://s3.amazonaws.com/media.thecrimson.com/pdf/2018/10/29/1333554.pdf'>Harvard&apos;s</a> isn&apos;t (because of their SCOTUS case). Based on the rubric, we know that every Harvard applicant gets scored on 5 categories, with 1 being the best score: academic (1-5), extracurriculars (1-6), athletic (1-6), personal (1-4), and school support (1-9), and an overall score (1-5).</p><p>To get a good heuristic of your application&apos;s strength, you can read it in conjunction with the rubric. To get a second opinion, you could give an LLM the rubric, your application, and prompt it to evaluate it.</p><p>Colleges employ large teams of admissions officers (AOs) to do this work. <a href='https://www.notion.so/Non-Obvious-College-Admissions-Observations-ef5f121b631646638ab52475560d0f92?pvs=21'>Harvard</a> has 40. <a href='https://www.notion.so/d808d734dfe442fd812ecba3fde37322?pvs=21'>Stanford</a> has 52. They do score every application, but if you examine the rubric, you notice that most &apos;high achieving&apos; high schoolers score 2s&mdash;the <em>great but not the best</em> category. For academics, that looks like top grades and 33+ or 1500+, but <em>not</em> published research. For activities, that looks like leadership roles or state titles, but <em>not</em> national awards. (I think I fell into this category).</p><p>My understanding is that applicants that score 1s are <a href='https://www.reddit.com/r/ApplyingToCollege/comments/cfwru7/interesting_statistics_and_info_regarding_harvard/'>very rare</a> (~1% of applicants). Recruited athletes might be the most common example, getting a 1 on athletics. Colleges take many folks who score 2s, few with 3s. So that&apos;s why colleges hire AOs: they take the set of applicants with very strong credentials and determine a subset: admits.</p><p>How does an AO determine this subset? There are <a href='https://arc.net/l/quote/nxemckmw'>institutional priorities</a>, but at this stage of the game, they&apos;re out of your control. (E.g., it&apos;s probably too late to become a Tuba expert to fill in for the graduating Tuba player). So other than those, the best answer I can come up with is, <em>vibes?</em></p><p>So we can narrow down the question of <em>what are colleges looking for</em> (assuming you are scoring 2s on the rubric) to <em>how can I make the AO like me?</em> Or more specifically: <em>how can I make an AO like my application: my Common App + supplement + transcript + letters of rec?</em></p><p>Realizing this is the relevant question yields some surprising observations.</p><p><strong>Admission Officers</strong></p><p>Let&apos;s understand our audience. Who are admissions officers?</p><p><a href='https://www.chronicle.com/article/turnover-is-bad-across-higher-ed-its-even-worse-in-admissions'>Turnover</a> in admissions offices is very high, so it&apos;s likely your reader will be someone within their first couple of years at their job.</p><p>Some schools keep their rosters private. But others&mdash;like <a href='https://admissions.northwestern.edu/for-counselors/territory-listing.html'>Northwestern</a> and <a href='https://www.cmu.edu/admission/meet-our-staff'>Carnegie Mellon</a>&mdash;have public lists. CMU&apos;s page lets you see what they majored in. Even though CMU is a CS school, all of their AOs are humanities majors. (So for undergrad admission, you are almost always writing for humanities majors.)</p><p>It&apos;s also helpful to realize how fast AOs are reading. They might spend <a href='https://www.reddit.com/r/ApplyingToCollege/comments/vs2mgq/how_do_admissions_offices_actually_process_50k/'>10-20 minutes</a> on your application.</p><p>How can we use what we know about AOs to make our applications better?</p><p><strong>Writing Quality</strong></p><p>Firstly, because turnover is so high, don&apos;t assume your reader is an expert on a STEM subject, or even particularly knowledgeable about their college.</p><p>I think the quality of your writing itself matters a lot more than people think. These are humanities majors&mdash;they know what good writing looks like, and will recognize it. Also, they are professional readers of high school writing&mdash;if your writing is +2&sigma;, it will stand out.</p><p>How can you write +2&sigma; better than the average high school applicant? One tip, which seems especially relevant because AOs are reading so fast, is to <a href='https://paulgraham.com/simply.html'>write simply</a>. And follow <a href='https://arc.net/l/quote/pkljnxbk'>Orwell&apos;s Rules</a>.</p><p>Also, think about the experience of reading your application PDF, from top to bottom. You don&apos;t have to use the full word count of an application&mdash;a 500-word personal essay can be great, and the reader will have to read less! Keep things as concise as possible, so your AO has to do less work.</p><p>If you can pull off earnest jokes, do.</p><p>Don&apos;t make your reader look something up. Or rely on non-trivial background knowledge (see above).</p><p><strong>Activities List</strong></p><p>Another thing you can do that I found helpful is to change your activities list and future plans for each school. For example, if you did a Harvard online course like CS50, you might only want to leave it on the activities list for Harvard. (I found this helpful.)</p><p><strong>Final Thought</strong></p><p>Now that we have examined this process in depth, I think it&apos;s clear that it doesn&apos;t make a ton of sense to base your self worth on your admission results. Because think for a second what&apos;s happening: your grades, activities, and writing are being evaluated by a random person. And that person&apos;s judgment (mostly) determines the admissions result.</p><p>So have an honest view of how this system works. Then if you choose to play it, try your best.</p>"
  },
  {
    "title": "Last Times",
    "slug": "last-times",
    "date": "June 2, 2024",
    "body": "<p><i>I wrote this reflection for my <a href='https://www.youtube.com/watch?v=4_J4nDngtQI&feature=youtu.be'>high school graduation.</a></i><br> <br>A year ago, I was sitting on this stage, wearing the classic &ldquo;All Formal, All Black&rdquo; orchestra uniform. I remember thinking that this was the last time I&apos;d play Pomp and Circumstance on this stage. Of course, that was the first, of many <em>last times</em> we&rsquo;ve experienced this year.<br> <br>The last football game. The last spring musical. The last glow dance and homecoming and soiree and prom. The last state championship lacrosse game, soccer match, or math meet. The last choir tour, or volleyball practice or philosophy club meeting. That one class you loved. And that class you wondered every day why you signed up for it.<br> <br>The last time the Wheaton Academy Class of 2024 stands in one room? That&rsquo;s today.<br> <br>Parents! I know there have been a lot of last times you didn&rsquo;t get the chance to celebrate. The last time you had to change our diapers. The last time we burst out crying at 3 am. The last time you picked us up, tucked us into bed, and read us a story. Because we&rsquo;ll do everything this side of heaven a finite number of times.<br> <br>I&rsquo;ve found it&rsquo;s so easy to get caught up in the web and screens of life and miss important last times. But we do get to celebrate this last time together.<br> <br>Our last moments as Wheaton Academy students. Wheaton Academy, a place where we got to lower our phones, and build relationships with each other, and with God. A place where seeds were tossed into fertile soil. And thanks to some mighty gardeners, the saplings grew, rooted in Christ&rsquo;s living water. And now, we&rsquo;re ready for some first times.<br> <br>Because, of course, we&rsquo;re still growing. Next year, we&rsquo;ll have new soil and new gardeners. And thanks to our outstanding (and honestly overqualified) teachers and coaches we&rsquo;re beginning to piece together what God&rsquo;s design for us might be.<br> <br>I think we all know this is a class that&rsquo;s going to work with the full knowledge that it&rsquo;s for Someone greater. We&rsquo;ll teach history, cut and style hair, frame houses, and design rockets that take us to Mars. We&rsquo;ll paint masterpieces, conduct concerts, and scoop Fresh-Frozen Custard. We&rsquo;ll heal the hurting: physically, mentally, socially, spiritually. We&rsquo;ll change diapers and coach teams. We&rsquo;ll fight for the marginalized, broken, and lost from Washington to Wheaton. We&rsquo;ll evangelize and lead worship. And when we fall, we&rsquo;ll pick each other up.<br> <br>Our time at Wheaton Academy points us to the True Gardner. The Father who made the Garden. The Son who prayed in a garden, and went to the Cross. And to the Spirit that empowers the growth of our faith.<br> <br>Because our faith is a cherished hope in a <em>last time</em>.<br> <br>The last time we struggle with sin and death. The last time we cry and suffer. When every knee bows and every tongue confesses. When we go from a Garden to a City like jasper, clear as crystal, made of solid gold. When heaven meets earth.<br> <br>Then the full scope of God&rsquo;s harvest will be made clear. When the Class of 2024 becomes the men and women that God designed us to be. So let&rsquo;s start this new beginning with the end in mind. And boldly step into a million more first times.<br> <br><em>Thank you to my parents, Brad Thornton, and Luke Regan for reading drafts of this.</em></p>"
  },
  {
    "title": "In education, the medium is the message",
    "slug": "education-medium-message",
    "date": "April 22, 2024",
    "body": "<p>Recently, I had a conversation with a teacher I deeply respect. I mentioned how I enjoyed his class a lot, but I was frustrated by the similar class taught by a different teacher. He pointed out&mdash;correctly&mdash;that the content in both classes was relatively similar. It was just conveyed differently.</p> <p>What I realized: I liked the content when it was presented in the way I liked. (For me, that looks like a high proportion of time in discussion compared to lecture.)</p> <p>In other words, even though the message of both classes was the same, I my responses were wildly different because of the presentation of the class&mdash;the medium.</p> <p>Broadly, I find it interesting how our classroom experience depends little on content. At least for me, people (teachers, students) and processes (grading, activities) shape my opinion of a class. I think that&apos;s one reason (of many!) that great teachers are transformational.</p>"
  }
  
]