[
  {
    "title": "Taste Trees",
    "slug": "taste-trees",
    "date": "September 26, 2024",
    "body": "<p>There's been a lot of <a href='https://jasmine.substack.com/p/taste'>discussion</a> about <a href='https://www.workingtheorys.com/p/taste-is-eating-silicon-valley'>taste</a> and <a href='https://arc.net/l/quote/yhqnfuhg'>AI</a> recently. A few thoughts:</p><p><strong>What's Taste?</strong></p><p>Porter Robinson, my favorite musician, once <a href='https://www.twitch.tv/videos/1273848427?t=00h37m21s'>defined taste</a> as: <em>finding the things you love that others don't, and balancing that with the things others do love.</em> So taste is the sum of the opinions you hold: consensus and contrarian. But what really makes a difference are the contrarian takes. <em>What you believe that most people <a href='https://www.amazon.com/Zero-One-Notes-Startups-Future/dp/0804139296'>don't</a>.</em> That's what separates your taste from the median. [1]</p><p>When I think of taste, I think of creatives. Painters, musicians, and writers have taste. They need taste to create authentically. And you can feel the result: when you stare at <em>Sky above Clouds</em>, listen to <em>Bon Iver</em> or read <em>The Two Towers</em>, you inhabit a bit of their worldview. Because you understand a bit of their taste.</p><p>But taste also matters in noncreative fields. The outcomes are just different.</p><p>Investors pick companies that grow. <a href='https://arc.net/l/quote/peukagjb'>Researchers</a> pick unsolved problems that they can—and should—solve. Marketers pick consumer trends to build campaigns around. In all these cases, all the options—at the time at which they are presented—are all “correct”. I think that's why taste is so hard to acquire.</p><p>So for a more generalized definition of taste: <strong>given a set of opinions that are all currently correct, picking a subset of options to optimize for a better long term outcome.</strong> (Again, special attention to the contrarian takes). [2]</p><p>So how can you make the right contrarian takes?</p><p><strong>Taste Trees</strong></p><p>One mental model I've found helpful is taste trees. Let's start with music and then generalize.</p><p>Imagine a tree with nodes being artists, and they are connected based on influence.</p><p>As I mentioned earlier, my favorite musician is Porter Robinson. If I wanted to align my music taste more to his, I should listen to songs he <a href='https://youtube.com/playlist?list=PLAZNU5fM7FIDxcT_gV7gam9Ig17fSbyCM&si=YPYwSdoYNrAyyuYc'>likes</a>. I would call this moving upstream on the taste tree. Alternatively, I could listen to artists inspired by Porter Robinson. I would call this moving downstream on the taste tree.</p><p>Of course, this model is imperfect. (Some artists are both upstream and downstream). But, in general, I find it much more interesting to move upstream rather than downstream on the taste tree. I think it's a more efficient way to build taste. [3]</p><p>I'm curious how well this model applies to education in non-creative fields.</p><p>I think it's somewhat straightforward to look up your heroes in any domain, study them, and find their influences. Of course, those influences may or may not be directly related to the hero's domain. But I think the exercise is valuable regardless.</p><p>On a pedagogical level, I think this is an argument for classics. Reading upstream, bedrock texts probably elucidate greater literary taste. But at some point on the taste tree, you probably arrive at content that is so archaic it may be less relevant. I wonder what other “upstream influences” are worth studying.</p><p><strong>AI and Taste</strong></p><p>Maybe AI will learn taste, and maybe it won't. My guess: when the end goal is human connection, it's going to be much, much, much harder for the AI. Maybe impossible. But only time will tell.</p><br><br><p>Footnotes:<br>[1] Places where you reject memetic desire (shout out Girard!).<br>[2] If your long-term objective is clearly defined (e.g. people connecting with your music, VC returns), good taste must exist. Good taste brings you closer to the desired outcomes than bad outcomes.<br>[3] I'm not totally sure why. My guess is that moving upstream helps you capture worldview better.  "
  },

  {
    "title": "Last Times",
    "slug": "last-times",
    "date": "June 2, 2024",
    "body": "<p><i>I wrote this reflection for my <a href='https://www.youtube.com/watch?v=4_J4nDngtQI&feature=youtu.be'>high school graduation.</a></i><br> <br>A year ago, I was sitting on this stage, wearing the classic &ldquo;All Formal, All Black&rdquo; orchestra uniform. I remember thinking that this was the last time I&apos;d play Pomp and Circumstance on this stage. Of course, that was the first, of many <em>last times</em> we&rsquo;ve experienced this year.<br> <br>The last football game. The last spring musical. The last glow dance and homecoming and soiree and prom. The last state championship lacrosse game, soccer match, or math meet. The last choir tour, or volleyball practice or philosophy club meeting. That one class you loved. And that class you wondered every day why you signed up for it.<br> <br>The last time the Wheaton Academy Class of 2024 stands in one room? That&rsquo;s today.<br> <br>Parents! I know there have been a lot of last times you didn&rsquo;t get the chance to celebrate. The last time you had to change our diapers. The last time we burst out crying at 3 am. The last time you picked us up, tucked us into bed, and read us a story. Because we&rsquo;ll do everything this side of heaven a finite number of times.<br> <br>I&rsquo;ve found it&rsquo;s so easy to get caught up in the web and screens of life and miss important last times. But we do get to celebrate this last time together.<br> <br>Our last moments as Wheaton Academy students. Wheaton Academy, a place where we got to lower our phones, and build relationships with each other, and with God. A place where seeds were tossed into fertile soil. And thanks to some mighty gardeners, the saplings grew, rooted in Christ&rsquo;s living water. And now, we&rsquo;re ready for some first times.<br> <br>Because, of course, we&rsquo;re still growing. Next year, we&rsquo;ll have new soil and new gardeners. And thanks to our outstanding (and honestly overqualified) teachers and coaches we&rsquo;re beginning to piece together what God&rsquo;s design for us might be.<br> <br>I think we all know this is a class that&rsquo;s going to work with the full knowledge that it&rsquo;s for Someone greater. We&rsquo;ll teach history, cut and style hair, frame houses, and design rockets that take us to Mars. We&rsquo;ll paint masterpieces, conduct concerts, and scoop Fresh-Frozen Custard. We&rsquo;ll heal the hurting: physically, mentally, socially, spiritually. We&rsquo;ll change diapers and coach teams. We&rsquo;ll fight for the marginalized, broken, and lost from Washington to Wheaton. We&rsquo;ll evangelize and lead worship. And when we fall, we&rsquo;ll pick each other up.<br> <br>Our time at Wheaton Academy points us to the True Gardner. The Father who made the Garden. The Son who prayed in a garden, and went to the Cross. And to the Spirit that empowers the growth of our faith.<br> <br>Because our faith is a cherished hope in a <em>last time</em>.<br> <br>The last time we struggle with sin and death. The last time we cry and suffer. When every knee bows and every tongue confesses. When we go from a Garden to a City like jasper, clear as crystal, made of solid gold. When heaven meets earth.<br> <br>Then the full scope of God&rsquo;s harvest will be made clear. When the Class of 2024 becomes the men and women that God designed us to be. So let&rsquo;s start this new beginning with the end in mind. And boldly step into a million more first times.<br> <br><em>Thank you to my parents, Brad Thornton, and Luke Regan for reading drafts of this.</em></p>"
  },
  {
    "title": "In education, the medium is the message",
    "slug": "education-medium-message",
    "date": "April 22, 2024",
    "body": "<p>Recently, I had a conversation with a teacher I deeply respect. I mentioned how I enjoyed his class a lot, but I was frustrated by the similar class taught by a different teacher. He pointed out&mdash;correctly&mdash;that the content in both classes was relatively similar. It was just conveyed differently.</p> <p>What I realized: I liked the content when it was presented in the way I liked. (For me, that looks like a high proportion of time in discussion compared to lecture.)</p> <p>In other words, even though the message of both classes was the same, I my responses were wildly different because of the presentation of the class&mdash;the medium.</p> <p>Broadly, I find it interesting how our classroom experience depends little on content. At least for me, people (teachers, students) and processes (grading, activities) shape my opinion of a class. I think that&apos;s one reason (of many!) that great teachers are transformational.</p>"
  }
  
]